Repository: twonds/chesspark
Catalog: po/*.po
Languages: hu, se_bo

source: Error: %1 is not logged in to Chesspark.
hu: Hiba: %1 nincs csatlakozva a Chessparkhoz.
se_bo: Irrur: %1 is nut lugged in tu Chessperk.

source: Error: An unknown error occurred. Please try again, and if this problem persists, contact Chesspark support.
hu: Hiba: Ismeretlen hiba. Kérlek próbáld meg újra és ha a hiba továbbra is fennáll, akkor lépj kapcsolatba a Chesspark segítőkkel.
se_bo: Irrur: Un unknoon irrur ooccoorred. Bork bork bork! Pleese-a try egeeen, und iff thees prublem perseests, cuntect Chessperk sooppurt. Um de hur de hur de hur.

source: Error: Authentication failed. Please try again.
hu: Hiba: Hitelesítés sikertelen. Kérlek próbáld meg újra!
se_bo: Irrur: Oozeenteeceshun feeeled. Bork bork bork! Pleese-a try egeeen. Bork bork bork!

source: Error: Disconnected.
hu: Hiba: Szétkacsolódva.
se_bo: Irrur: Deescunnected. Bork bork bork!

source: Error: Feature not implemented.
hu: Hiba: A szolgáltatás még nincs beépítve.
se_bo: Irrur: Feetoore-a nut implemented. Bork bork bork!

source: Error: Internal server error.
hu: Hiba: Belső szerver hiba.
se_bo: Irrur: Internel serfer irrur. Hurty flurty schnipp schnipp!

source: Error: Nickname in use. Please choose another.
hu: Hiba: Ezt a becenevet, már valaki használja. Kérlek válassz másikat!
se_bo: Irrur: Neeckneme-a in use-a. Pleese-a chuuse-a unuzeer. Hurty flurty schnipp schnipp!

source: Error: Not authorized
hu: Hiba: Nincs hitelesítve
se_bo: Irrur: Nut oothureezed

source: Error: Password required.
hu: Hiba: Jelszó szükséges.
se_bo: Irrur: Pessvurd reqooured. Bork bork bork!

source: Error: Payment required.
hu: Hiba: Fizetés szükséges.
se_bo: Irrur: Peyment reqooured. Bork bork bork!

source: Error: Remote connection failed. Please check your username and try again.
hu: Hiba: Távoli kapcsolódásod sikertelen. Kérlek ellenőrizd le a felhasználóneved és próbáld meg újból.
se_bo: Irrur: Remute-a cunnecshun feeeled. Bork bork bork! Pleese-a check yuoor userneme-a und try egeeen. Bork bork bork!

source: Error: Remote server error.
hu: Hiba: Szerverhiba.
se_bo: Irrur: Remute-a serfer irrur. Hurty flurty schnipp schnipp!

source: Error: Remote server timeout.
hu: Hiba: Távoli szerver időtúllépés.
se_bo: Irrur: Remute-a serfer teemeuoot. Um de hur de hur de hur.

source: Error: Request Timeout.
hu: Hiba: A kérésnek lejárt az ideje.
se_bo: Irrur: Reqooest Teemeuoot. Um de hur de hur de hur.

source: Error: Reserved roomnick must be used.
hu: Hiba: Lefoglalt szobanevet kell használni.
se_bo: Irrur: Reserfed ruumneeck moost be-a used. Bork bork bork!

source: Error: Room creation is restricted.
hu: Hiba: A szoba létrehozása korlátozva van.
se_bo: Irrur: Ruum creeshun is restreected. Bork bork bork!

source: Error: Room not found.
hu: Hiba: A szobát nem találom.
se_bo: Irrur: Ruum nut fuoond. Bork bork bork!

source: Error: Service unavailable.
hu: Hiba: A szolgáltatás nem működik.
se_bo: Irrur: Serfeece-a unefeeeleble-a.

source: Error: Unexpected error! Notify administrator.
hu: Hiba: Váratlan hiba! Kérlek jelezd egy adminisztrátornak!
se_bo: Irrur: Unexpected irrur! Nuteeffy edmeenistretur. Hurty flurty schnipp schnipp!

source: Error: User's subscription has expired.
hu: Hiba: A felhasználó előfizetése lejárt.
se_bo: Irrur: User's soobscreepshun hes ixpured. Bork bork bork!

source: Error: Username must be a valid JID. For example, garry@chesspark.com.
hu: Hiba: A felhasználónévnek egy érvényes Jabber azonosítónak kell lennie. Például, garry@chesspark.com
se_bo: Irrur: Userneme-a moost be-a a feleed JID. Fur ixemple-a, gerry@chessperk.cum.

source: Error: You are already playing a game.
hu: Hiba: Már játszol.
se_bo: Irrur: Yuoo ere-a elreedy pleyeeng a geme-a.

source: Error: You have been logged out due to a second login attempt from the same JID and resource.
hu: Hiba: Ki lettél léptetve a szerverről, mert ugyanezzel a Jabber azonosítóval történt egy második belépés.
se_bo: Irrur: Yuoo hefe-a beee lugged oooot dooe-a tu a secund lugeen ettempt frum zee seme-a JID und resuoorce-a.

source: Error: You must provide a non-empty password.
hu: Hiba: Legalább egy karakter szükséges a jelszóhoz.
se_bo: Irrur: Yuoo moost prufeede-a a nun-impty pessvurd. Bork bork bork!

source: Est. Game Time: %1
hu: Becsült játszmahossz: %1
se_bo: Est. Um de hur de hur de hur. Geme-a Teeme-a: %1

source: Est. time
hu: Keleti parti időzóna
se_bo: Ist. Um de hur de hur de hur. teeme-a

source: Every capture takes out all non-pawns in a 3x3 square.
hu: Minden ütés eltüntet minden figurát egy 3x3-as négyzetben, csak a gyalogok maradnak ott.
se_bo: Ifery ceptoore-a tekes oooot ell nun-pevns in a 3x3 sqooere-a.

source: Favorites
hu: Kedvencek
se_bo: Fefureetes

source: February
hu: Február
se_bo: Febrooery

source: Filter who can respond to your ad.
hu: Szürd meg, hogy ki válaszolhasson a játszmahírdetésre!
se_bo: Feelter vhu cun respund tu yuoor ed. Bork bork bork!

source: Find a game to play or a game to watch by searching Chesspark Game Ads.
hu: Keress a Chesspark játszmahírdetései között, hogy találj egy meccset amit játszhatsz vagy egy meccset amit nézhetsz!
se_bo: Feend a geme-a tu pley oor a geme-a tu vetch by seercheeng Chessperk Geme-a Eds. Um gesh dee bork, bork!

source: Find Another Game
hu: Találj másik játszmát
se_bo: Feend Unuzeer Geme-a

source: Finished loading chatrooms
hu: Befejezödött a chatszobák betöltése
se_bo: Feenished luedeeng chetruums

source: First round begins in %1
hu: Az első forduló %1 múlva kezdődik.
se_bo: Furst ruoond begeens in %1

source: Flip Board
hu: Tábla megfordítása
se_bo: Fleep Buerd

source: For example: ChessFan or roboknight@chesspark.com
hu: Például: ChessFan or roboknight@chesspark.com
se_bo: Fur ixemple-a: ChessFun oor rubukneeght@chessperk.cum

source: For example: Jane Doe, Chessfan1000
hu: Például: Jane Doe, Chessfan1000
se_bo: Fur ixemple-a: June-a Due-a, Chessffun1000

source: For example: name@jabber.org, chessfan@chesspark.com
hu: Például: name@jabber.org, chessfan@chesspark.com
se_bo: Fur ixemple-a: neme-a@jebber. Hurty flurty schnipp schnipp!oorg, chessffun@chessperk.cum

source: Forfeit Game
hu: Elvesztett játszma
se_bo: Furffeeet Geme-a

source: Forfeit Tournament
hu: A verseny feladása
se_bo: Furffeeet Tuoornement

source: Friends List
hu: Barátlista
se_bo: Freeends Leest

source: Game %1
hu: %1.játszma
se_bo: Geme-a %1

source: Game aborted.
hu: A játszma befejeződőtt.
se_bo: Geme-a eburted. Bork bork bork!

source: Game Accepted
hu: Játszma ajánlat elfogadva
se_bo: Geme-a Eccepted

source: Game accepted. Joining...
hu: Játszma ajánlat elfogadva. Csatlakozás...
se_bo: Geme-a eccepted. Bork bork bork! Jueening...

source: Game adjourned.
hu: Játszma elhalasztva.
se_bo: Geme-a edjuoorned. Bork bork bork!

source: Game Comments
hu: Játszma hozzászolások
se_bo: Geme-a Cumments

source: Game Declined
hu: A kihívást elutasította
se_bo: Geme-a Decleened

source: Game Ends
hu: Játszma befejeződik
se_bo: Geme-a Inds

source: Game has been adjourned.
hu: A játszma el van halasztva.
se_bo: Geme-a hes beee edjuoorned. Bork bork bork!

source: Game in %1
hu: Játszma %1 múlva
se_bo: Geme-a in %1

source: Game in progress. ^lWatch game %1.^l
hu: A játszma folyik. ^l%1.számú játszma megtekintése.^l
se_bo: Geme-a in prugress. Um gesh dee bork, bork! ^lVetch geme-a %1.^l

source: Game Info
hu: Játszma információ
se_bo: Geme-a Inffu

source: Game Invitation From %1
hu: %1 kihív egy játszmára
se_bo: Geme-a Infeeteshun Frum %1

source: Game invite accepted. Please wait...
hu: A játszmakihívást elfogadta. Kérlek várj...
se_bo: Geme-a infeete-a eccepted. Bork bork bork! Pleese-a veeet. Um de hur de hur de hur...

source: Game invite cancelled
hu: A kihívást visszavontad
se_bo: Geme-a infeete-a cuncelled

source: Game invite cancelled.
hu: Kihívás visszavonva.
se_bo: Geme-a infeete-a cuncelled. Bork bork bork!

source: Game Invite From %1
hu: %1 kihív egy játszmára.
se_bo: Geme-a Infeete-a Frum %1

source: Game is a draw.
hu: A játszma döntetlen.
se_bo: Geme-a is a drev.

source: Game Menu
hu: Játszma menü
se_bo: Geme-a Menoo

source: Game not yet started.
hu: A játszma még nem kezdődőtt el.
se_bo: Geme-a nut yet sterted. Bork bork bork!

source: Game Options
hu: Játszma beállítások
se_bo: Geme-a Oopshuns

source: Game Over
hu: Vége a játszmának
se_bo: Geme-a Oofer

source: Game Over. Winner is %1.
hu: A játszmának vége. %1 a győztes.
se_bo: Geme-a Oofer. Hurty flurty schnipp schnipp! Veenner is %1.

source: Game over.
hu: A játszmának vége.
se_bo: Geme-a oofer. Hurty flurty schnipp schnipp!

source: Game reconvene error!
hu: Hiba a játszma újrakezdése közben!
se_bo: Geme-a recunfene-a irrur!

source: Game Reconvene From %1
hu: Elhalasztott játszma folytatása %1-mal
se_bo: Geme-a Recunfene-a Frum %1

source: Game Renegotiation From %1
hu: Játszmafeltételek újratárgyalása %1-mal.
se_bo: Geme-a Reneguteeeshun Frum %1

source: Game Renegotiation To %1
hu: A %1 elleni játszma feltételeinek újratárgyalása
se_bo: Geme-a Reneguteeeshun Tu %1

source: Game request cancelled.
hu: A kihívást visszavontad.
se_bo: Geme-a reqooest cuncelled. Bork bork bork!

source: Game request declined.
hu: A kihívásodat elutasították.
se_bo: Geme-a reqooest decleened. Bork bork bork!

source: Game request sent. Please wait.
hu: A kihívást elküdted. Kérlek várj!
se_bo: Geme-a reqooest sent. Um de hur de hur de hur. Pleese-a veeet. Um de hur de hur de hur.

source: Game request sent. Please wait...
hu: Elküdted a kihívást. Kérlek várj...
se_bo: Geme-a reqooest sent. Um de hur de hur de hur. Pleese-a veeet. Um de hur de hur de hur...

source: Game Status
hu: A játszma állapota
se_bo: Geme-a Stetoos

source: Game Variant
hu: Játszma fajta
se_bo: Geme-a Fereeunt

source: Game
hu: Játszma %1 ellen.
se_bo: Geme-a

source: Games to Play
hu: Lehetséges játszmák
se_bo: Gemes tu Pley

source: Games to Watch
hu: Megnézhető játszmák
se_bo: Gemes tu Vetch

source: Games
hu: Játszmák
se_bo: Gemes

source: General Options
hu: Általános beállítások
se_bo: Generel Oopshuns

source: Give Admin Status
hu: Adminisztrátor cím adása
se_bo: Geefe-a Edmeen Stetoos

source: Give Moderator Status
hu: Moderátor cím adása
se_bo: Geefe-a Muderetur Stetoos

source: Give Owner Status
hu: Tulajdonosi cím adása
se_bo: Geefe-a Oovner Stetoos

source: Give Voice Privilege
hu: Hang adása
se_bo: Geefe-a Fueece-a Preefilege-a

source: Give voice
hu: Hang adása
se_bo: Geefe-a fueece-a

source: Go Offline
hu: Kilépés
se_bo: Gu Ooffffleene-a

source: Got a bye.
hu: Erőnyerő pontot kaptál.
se_bo: Gut a bye-a.

source: Group & Contents
hu: Csoport és tartalmak
se_bo: Gruoop & Cuntents

source: Group Name
hu: A csoport neve
se_bo: Gruoop Neme-a

source: Group
hu: Csoport
se_bo: Gruoop

source: Have games come to you! Place a Game Ad if you want to play a specific variant or against a certain skill level.
hu: A játszmaajánlatok házhoz jönnek! Helyezz el egy hírdetést, ha egy speciális sakkváltozatot vagy meghatározott erősségű ellenfelek ellen szeretnél játszani.
se_bo: Hefe-a gemes cume-a tu yuoo! Plece-a a Geme-a Ed iff yuoo vunt tu pley a speceeffic fereeunt oor egeeenst a certeeen skeell lefel.

source: helper
hu: segítő

source: Hide participants list by default
hu: Rejtsd el a résztvevők listáját.
se_bo: Heede-a perteecipunts leest by deffoolt

source: Home
hu: Otthon
se_bo: Hume-a

source: Idle
hu: Tétlen
se_bo: Idle-a

source: If you are unable to log out your other locations, try contacting a staff member for assistance.
hu: Ha nem tudsz kilépni a másik helyekről, próbálj kapcsolatba lépni egy stábtaggal, hogy segítsen.
se_bo: Iff yuoo ere-a uneble-a tu lug oooot yuoor oozeer luceshuns, try cuntecteeng a steffff member fur esseestunce-a.

source: If you're new here, you may want to try ^lPlay Now^l.
hu: Ha új játékos vagy itt, talán ki akarod próbálni ^lAzonnali játék^l.
se_bo: Iff yuoo're-a noo here-a, yuoo mey vunt tu try ^lPley Noo^l.

source: Image Files (*.jpg;*.gif;*.png)
hu: Kép fájlok (*.jpg;*.gif;*.png)
se_bo: Imege-a Feeles (*.jpg;*.geeff;*.png)

source: Include Computer Opponents
hu: Számítógép ellenfelek is
se_bo: Incloode-a Cumpooter Ooppunents

source: Increment
hu: hozzáadás

source: Information about %1
hu: %1 információi.
se_bo: Inffurmeshun ebuoot %1

source: Invite %1 To Game
hu: Hívd meg %1t egy játszmára!
se_bo: Infeete-a %1 Tu Geme-a

source: Invite %1 to watch:
hu: %1-t meghívom nézőnek:
se_bo: Infeete-a %1 tu vetch:

source: Invite Friend to Chat
hu: Hívd meg a barátot chatelni!
se_bo: Infeete-a Freeend tu Chet

source: Invite Someone to this Chat...
hu: Meghívok valakit ebbe a chatbe...
se_bo: Infeete-a Sumeune-a tu thees Chet. Um de hur de hur de hur...

source: Invite to Chesspark...
hu: Meghívás a Chessparkba...
se_bo: Infeete-a tu Chessperk...

source: Invite to Correspondence Game...
hu: Meghívás levelezési játszmára...
se_bo: Infeete-a tu Currespundence-a Geme-a...

source: Invite to Game
hu: Meghívás egy játszmára
se_bo: Infeete-a tu Geme-a

source: Invite to Game...
hu: Kihívás egy játszmára...
se_bo: Infeete-a tu Geme-a...

source: It's your opponent's turn. You'll be notified when it's complete.
hu: Ellenfeled jön lépni. Értesítést fogsz kapni, ha lépett.
se_bo: It's yuoor ooppunent's toorn. Bork bork bork! Yuoo'll be-a nuteeffied vhee it's cumplete-a.

source: It's your turn. Make a move, then press send move.
hu: Te jössz. Tedd meg a lépést és utána kattints a lépésküldésre.
se_bo: It's yuoor toorn. Bork bork bork! Meke-a a mufe-a, zeen press send mufe-a.

source: Jabber ID
hu: Jabber azonosító
se_bo: Jebber ID

source: January
hu: Január
se_bo: Junooery

source: JID
hu: Jabber azonosító

source: Join Chat on Login
hu: Csatlakozz a chathez belépéskor
se_bo: Jueen Chet oon Lugeen

source: Join Chat Room on login
hu: Belépékor csatlakozás a chat szobához
se_bo: Jueen Chet Ruum oon lugeen

source: Join Chat Room
hu: Lépj be a chatszobába
se_bo: Jueen Chet Ruum

source: Join Chat Room...
hu: Csatlakozás a chat szobához...
se_bo: Jueen Chet Ruum...

source: Join Tournament
hu: Nevezz be a versenyre
se_bo: Jueen Tuoornement

source: July
hu: Július
se_bo: Jooly

source: June
hu: Június
se_bo: Joone-a

source: Kick from Room
hu: Kirugás a szobából
se_bo: Keeck frum Ruum

source: Knight
hu: Huszár
se_bo: Kneeght

source: Large
hu: Nagy
se_bo: Lerge-a

source: Last move %1
hu: Az utolsó lépés: %1
se_bo: Lest mufe-a %1

source: Last move was yours, %1
hu: A te lépésed volt az utolsó, %1
se_bo: Lest mufe-a ves yuoors, %1

source: Latest version: %1 %2 build %3
hu: Legújabb változat: %1 %2 build %3
se_bo: Letest ferseeun: %1 %2 booeeld %3

source: Learn More...
hu: További információ...
se_bo: Leern Mure-a...

source: Leave Tournament
hu: Visszalépés a versenyről
se_bo: Leefe-a Tuoornement

source: left in game
hu: maradt a játszmára
se_bo: lefft in geme-a

source: Limit high %1
hu: Felső határ %1
se_bo: Leemit heegh %1

source: Limit low %1
hu: A határ alacsony %1
se_bo: Leemit loo %1

source: Log In
hu: Belépés
se_bo: Lug In

source: Log Out
hu: Kilépés
se_bo: Lug Oooot

source: Logged out of Chesspark!
hu: Kiléptél a Chessparkból!
se_bo: Lugged oooot ooff Chessperk!

source: Long (about 30m)
hu: Hosszú (kb. 30 perc)
se_bo: Lung (ebuoot 30m)

source: Long
hu: Hosszú
se_bo: Lung

source: Look for tournaments to watch or play in.
hu: Keress versenyeket amiket nézhetek vagy amikben játszhatok!
se_bo: Luuk fur tuoornements tu vetch oor pley in. Bork bork bork!

source: Lost connection.
hu: A kapcsolat megszakadt a szerverrel.
se_bo: Lust cunnecshun.

source: Manage Custom Controls...
hu: Szokásos ellenőrzés rendezése...
se_bo: Munege-a Coostum Cuntruls. Um gesh dee bork, bork!..

source: March
hu: Március
se_bo: Merch

source: Match Link
hu: Játszma link
se_bo: Metch Leenk

source: Maximum login count exceeded.
hu: Maximális belépési számot felülmúltuk.
se_bo: Mexeemoom lugeen cuoont ixceeded. Bork bork bork!

source: May
hu: Május
se_bo: Mey

source: Member already playing a game
hu: Már játszik.
se_bo: Member elreedy pleyeeng a geme-a

source: Member already playing a game.
hu: Már játszik.
se_bo: Member elreedy pleyeeng a geme-a.

source: Member is offline.
hu: Nincs bejelentkezve.
se_bo: Member is ooffffleene-a.

source: Member is playing a game.
hu: Játszik.
se_bo: Member is pleyeeng a geme-a.

source: Member not found.
hu: A játékost nem találom.
se_bo: Member nut fuoond. Bork bork bork!

source: Member offline.
hu: A játékos nincs itt.
se_bo: Member ooffffleene-a.

source: Message not sent
hu: Az üzenet nincs elküldve
se_bo: Messege-a nut sent

source: minutes
hu: perc
se_bo: meenootes

source: moderator
hu: moderátor
se_bo: muderetur

source: More about %1
hu: %1-Több információ
se_bo: Mure-a ebuoot %1

source: Move List
hu: Lépéslista
se_bo: Mufe-a Leest

source: Move: %1
hu: %1. lépés
se_bo: Mufe-a: %1

source: Moves
hu: Lépések
se_bo: Mufes

source: My Adjourned Games
hu: Elhalasztott játszmáim
se_bo: My Edjuoorned Gemes

source: My Correspondence Games
hu: Levelezési játszmáim
se_bo: My Currespundence-a Gemes

source: My Game Ads
hu: Játszma hírdetéseim
se_bo: My Geme-a Eds

source: Name
hu: Név
se_bo: Neme-a

source: Need a name!
hu: Szükség van egy névre!
se_bo: Need a neme-a!

source: Need Help?
hu: Segítsek?

source: New Chat Room
hu: Új chat szoba
se_bo: Noo Chet Ruum

source: New Chat With Friend
hu: Új chat a baráttal
se_bo: Noo Chet Veet Freeend

source: New Chat With Friend...
hu: Új chat egy baráttal...
se_bo: Noo Chet Veet Freeend. Bork bork bork!..

source: New Game Ad...
hu: Új játszma hírdetés...
se_bo: Noo Geme-a Ed. Bork bork bork!..

source: New Image...
hu: Új Kép...
se_bo: Noo Imege-a...

source: New Nickname
hu: Új Becenév
se_bo: Noo Neeckneme-a

source: New Status:
hu: Új Állapot:
se_bo: Noo Stetoos:

source: New Topic
hu: Új Téma
se_bo: Noo Tupeec

source: New Version of Chesspark Client Available
hu: A Chesspark program új változata letölthető
se_bo: Noo Ferseeun ooff Chessperk Cleeent Efeeeleble-a

source: nickname
hu: becenév
se_bo: neeckneme-a

source: No error.
hu: Nincs hiba.
se_bo: Nu irrur. Hurty flurty schnipp schnipp!

source: No pairings.
hu: Nincs párosítás.
se_bo: Nu peureengs. Um gesh dee bork, bork!

source: No players in this tournament.
hu: Nincs játékos ebben a versenyben.
se_bo: Nu pleyers in thees tuoornement. Um de hur de hur de hur.

source: No Preference
hu: Nincs kedvezmény
se_bo: Nu Prefference-a

source: No results found based on your game search.
hu: Nincs találat.
se_bo: Nu resoolts fuoond besed oon yuoor geme-a seerch.

source: No results found based on your search.
hu: Nincs találat.
se_bo: Nu resoolts fuoond besed oon yuoor seerch.

source: No Time Limit
hu: Nincs időkorlát
se_bo: Nu Teeme-a Leemit

source: No winner.
hu: Nincs győztes.
se_bo: Nu veenner. Hurty flurty schnipp schnipp!

source: No
hu: Nem
se_bo: Nu

source: No, I have no idea how this happened.
hu: Nem, nincs ötletem hogyan történt.
se_bo: Nu, I hefe-a nu idea hoo thees heppened. Bork bork bork!

source: Normal
hu: Normál
se_bo: Nurmel

source: Not logged in.
hu: Nincs belépve.
se_bo: Nut lugged in. Bork bork bork!

source: Notification Options
hu: Értesítési beállítások
se_bo: Nuteefficeshun Oopshuns

source: NOW!
hu: MOST!
se_bo: NOV!

source: observer
hu: néző
se_bo: oobserfer

source: Observers
hu: Nézők
se_bo: Oobserfers

source: Observing: %1 vs. %2
hu: Nézi: %1 ellen %2
se_bo: Oobserfeeng: %1 fs. Um gesh dee bork, bork! %2

source: October
hu: Október
se_bo: Ooctuber

source: Offline
hu: Kilépve
se_bo: Ooffffleene-a

source: OK
hu: Rendben
se_bo: OoK

source: One moment please...
hu: Kis türelmet kérek...
se_bo: Oone-a mument pleese-a...

source: Online
hu: itt van
se_bo: Oonleene-a

source: Only Rated Games
hu: Csak pontszámra menő játszmák
se_bo: Oonly Reted Gemes

source: Open Chat
hu: Chatelés
se_bo: Oopee Chet

source: Opponent disconnected.
hu: Az ellenfél lekapcsolódott a szerverről.
se_bo: Ooppunent deescunnected. Bork bork bork!

source: Opponent
hu: Ellenfél
se_bo: Ooppunent

source: or
hu: vagy
se_bo: oor

source: Other
hu: Másik
se_bo: Oozeer

source: owner
hu: tulajdonos
se_bo: oovner

source: Participants
hu: Résztvevők
se_bo: Perteecipunts

source: Password
hu: Jelszó
se_bo: Pessvurd

source: Paste
hu: Beillesztés
se_bo: Peste-a

source: Pending Approval
hu: Függőben lévő elfogadás
se_bo: Pendeeng Epprufel

source: Place a game ad?
hu: Elhelyezel egy játszmahírdetést?
se_bo: Plece-a a geme-a ed?

source: Place an Ad
hu: Hírdetés feladása
se_bo: Plece-a un Ed

source: Play Now with %1
hu: Játszma %1 ellen.
se_bo: Pley Noo veet %1

source: Play Now
hu: Azonnali játék
se_bo: Pley Noo

source: Play to lose your pieces!
hu: Úgy játssz, hogy az ellenfél leüsse az összes figurádat!
se_bo: Pley tu luse-a yuoor peeeces!

source: Players
hu: Játékosok
se_bo: Pleyers

source: Playing
hu: Játszik
se_bo: Pleyeeng

source: Playing: %1
hu: Játszik: %1
se_bo: Pleyeeng: %1

source: Please enter a room name.
hu: Kérlek írj be egy szobanevet!
se_bo: Pleese-a inter a ruum neme-a.

source: Please try again later
hu: Kérlek próbáld újra később
se_bo: Pleese-a try egeeen leter

source: Please try again when you are finished.
hu: Kérlek próbáld újra, amikor befejezted.
se_bo: Pleese-a try egeeen vhee yuoo ere-a feenished. Bork bork bork!

source: Pop In
hu: Benéz
se_bo: Pup In

source: Pop Out
hu: Kipattan
se_bo: Pup Oooot

source: Preferences Menu
hu: Beállítások menü
se_bo: Prefferences Menoo

source: Preferences
hu: Beállítások
se_bo: Prefferences

source: Presence Menu
hu: A menü megjelenése
se_bo: Presence-a Menoo

source: Profile
hu: Bemutatkozás
se_bo: Pruffeele-a

source: Public Chat Rooms
hu: Nyílvános Chat Szobák
se_bo: Poobleec Chet Ruums

source: Queen
hu: Vezér
se_bo: Qooeee

source: Quit Chesspark
hu: Kilépés a Chessparkból
se_bo: Qooeet Chessperk

source: Random arrangement of pieces, 960 possible combinations
hu: A figurák véletlenszerű elhelyezkedése, 960 lehetséges kombinációja
se_bo: Rundum errungement ooff peeeces, 960 pusseeble-a cumbeeneshuns

source: Rated Game
hu: pontszámra menő játszma
se_bo: Reted Geme-a

source: Rated
hu: pontra menő
se_bo: Reted

source: Rating for %1 games: %2
hu: Értékszám a %1 partikban: %2
se_bo: Reteeng fur %1 gemes: %2

source: Rating
hu: Ranglista pontszám
se_bo: Reteeng

source: Ratings
hu: Ranglista pontszámok
se_bo: Reteengs

source: Reconnect cancelled.
hu: Újrakapcsolódás elhalasztva.
se_bo: Recunnect cuncelled. Bork bork bork!

source: Reconnect
hu: Újrakapcsolódás
se_bo: Recunnect

source: Reconnected.
hu: Újrakapcsolódva.
se_bo: Recunnected. Bork bork bork!

source: Reconnecting to network...
hu: Újrakapcsolódok a hálozathoz...
se_bo: Recunnecteeng tu netvurk...

source: Refresh timed out!
hu: Frissítés közben időtúllépés történt!
se_bo: Reffresh teemed oooot!

source: Refresh
hu: Frissítés
se_bo: Reffresh

source: Refreshing...
hu: Frissítés...
se_bo: Reffresheeng...

source: Rematch declined.
hu: Visszavágó kérésedet az ellenfél elutasította.
se_bo: Remetch decleened. Bork bork bork!

source: Rematch error: %s
hu: Visszavágó hiba: %s
se_bo: Remetch irrur: %s

source: Rematch request sent. Hang on a sec.
hu: Visszavágó kérést elküldtem. Kérlek várj egy pillanatot!
se_bo: Remetch reqooest sent. Um de hur de hur de hur. Hung oon a sec.

source: Rematch request sent.
hu: Visszavágó kérést elküldtem.
se_bo: Remetch reqooest sent. Um de hur de hur de hur.

source: Rematch?
hu: Visszavágó?
se_bo: Remetch?

source: Remember me
hu: Emlékezz rám
se_bo: Remember me-a

source: Remember Username
hu: Felhasználónév megjegyzése
se_bo: Remember Userneme-a

source: Reminder: Players do not receive observer messages, only other observers do.
hu: Emlékeztető: A nézők üzeneteit csak a többi néző kapja meg. A játékosok nem kapják meg.
se_bo: Remeender: Pleyers du nut receeefe-a oobserfer messeges, oonly oozeer oobserfers du.

source: Remove %1 from Friends List?
hu: %1 eltávolítása a barátlistáról?
se_bo: Remufe-a %1 frum Freeends Leest?
