Repository: twonds/chesspark
Catalog: po/*.po
Languages: hu, se_bo

source: %1 (about %2)
hu: %1 (körülbelül %2)
se_bo: %1 (ebuoot %2)

source: %1 has forfeited the tournament.
hu: %1 feladta a versenyt.
se_bo: %1 hes furffeeeted zee tuoornement. Um de hur de hur de hur.

source: %1 has invited you to chat in ^l%2^l
hu: %1 meghívott beszélgetni a ^lroom@chat.chesspark.com^l szobába.
se_bo: %1 hes infeeted yuoo tu chet in ^l%2^l

source: %1 has invited you to watch game ^l%2^l
hu: %1 meghívott, hogy nézd a játszmát.
se_bo: %1 hes infeeted yuoo tu vetch geme-a ^l%2^l

source: %1 has joined the tournament.
hu: %1 benevezett a versenyre.
se_bo: %1 hes jueened zee tuoornement. Um de hur de hur de hur.

source: %1 has left the tournament.
hu: %1 feladta a versenyt.
se_bo: %1 hes lefft zee tuoornement. Um de hur de hur de hur.

source: %1 has moved %2
hu: %1 lépése %2
se_bo: %1 hes mufed %2

source: %1 has moved, %2. It is now your turn. ^lOpen game %3^l
hu: %1 lépése %2. Te jössz. ^lTöltsd be a %3.számú játszmát^l
se_bo: %1 hes mufed, %2. It is noo yuoor toorn. Bork bork bork! ^lOpee geme-a %3^l

source: %1 has requested a draw.
hu: %1 döntetlent ajánlott.
se_bo: %1 hes reqooested a drev.

source: %1 has requested to adjourn the game.
hu: %1 kéri, hogy halasszátok el a játszmát.
se_bo: %1 hes reqooested tu edjuoorn zee geme-a.

source: %1 has resigned correspondence game #%2
hu: %1 feladta a %2. számú levelezési játszmát
se_bo: %1 hes reseegned currespundence-a geme-a #%2

source: %1 has resigned. %2 wins.
hu: %1 feladta a játszmát. %2 nyert.
se_bo: %1 hes reseegned. Bork bork bork! %2 veens. Um gesh dee bork, bork!

source: %1 has resigned.
hu: %1 feladta a játszmát.
se_bo: %1 hes reseegned. Bork bork bork!

source: %1 has set the topic to %2
hu: %1 beírta a témát: %2
se_bo: %1 hes set zee tupeec tu %2

source: %1 has taken back 1 move
hu: %1 visszalépett 1 lépést.
se_bo: %1 hes tekee beck 1 mufe-a

source: %1 has taken back one move
hu: %1 visszalépett 1 lépést.
se_bo: %1 hes tekee beck oone-a mufe-a

source: %1 has won!
hu: %1 nyert!
se_bo: %1 hes vun!

source: %1 in %2, %3 in %4, SD in %5
hu: %1 %2 belül, %3 %4 belül, befejezés %5 belül.

source: %1 in %2, SD in %3
hu: %2 alatt %1, %3 alatt SD

source: %1 is already playing a game
hu: %1 már játszik.
se_bo: %1 is elreedy pleyeeng a geme-a

source: %1 is offline.
hu: %1 ki van jelentkezve a szerverről.
se_bo: %1 is ooffffleene-a.

source: %1 is playing a game.
hu: %1 már játszik.
se_bo: %1 is pleyeeng a geme-a.

source: %1 is playing:
hu: %1 játszik:
se_bo: %1 is pleyeeng:

source: %1 is watching:
hu: %1 nézi:
se_bo: %1 is vetcheeng:

source: %1 moves until next control
hu: %1 lépés van még a következő időellenőrzésig
se_bo: %1 mufes unteel next cuntrul

source: %1 not logged in.
hu: %1 nincs bejelentkezve.
se_bo: %1 nut lugged in. Bork bork bork!

source: %1 offers a draw in game %2. ^lOpen game %2^l, ^laccept^l, or ^ldecline^l?
hu: %1 döntetlent ajánl, a %2.számú játszmában. ^lFolytatod a %2.számú jtszmát^l, ^lelfogadod^l, vagy ^lelutasítod^l a döntetlen ajánlatot?
se_bo: %1 ooffffers a drev in geme-a %2. ^lOpee geme-a %2^l, ^leccept^l, oor ^ldecleene-a^l?

source: %1 room, %2 user
hu: %1 szoba, %2 felhasználó
se_bo: %1 ruum, %2 user

source: %1 room, %2 users
hu: %1 szoba, %2 játékos
se_bo: %1 ruum, %2 uusers

source: %1 rooms, %2 user
hu: %1 szoba, %2 felhasználó
se_bo: %1 ruums, %2 user

source: %1 rooms, %2 users
hu: %1 szoba, %2 felhasználó
se_bo: %1 ruums, %2 uusers

source: %1 vs. %2 - %3
hu: %1 ellen %2 - %3
se_bo: %1 fs. Um gesh dee bork, bork! %2 - %3

source: %1 vs. %2 - %3%4 %5
hu: %1 ellen %2 - %3%4 %5
se_bo: %1 fs. Um gesh dee bork, bork! %2 - %3%4 %5

source: %1, %2, Manager: %3
hu: %1,%2, Igazgató: %3
se_bo: %1, %2, Muneger: %3

source: %1 moves within %2 days
hu: %1 lépés %2 napon alatt
se_bo: %1 mufes veethin %2 deys

source: %s has moved, %s. It is now your turn.
hu: %s lépett, %s, Te jössz.
se_bo: %s hes mufed, %s. Um gesh dee bork, bork! It is noo yuoor toorn. Bork bork bork!

source: 1 move left in control
hu: 1 lépés van az időellenőrzésig
se_bo: 1 mufe-a lefft in cuntrul

source: 1 move until next control
hu: 1 lépés van a következő időellenőrzésig.
se_bo: 1 mufe-a unteel next cuntrul

source: ^b%1^b would like to add you to their friends list.
hu: ^b%1^b hozzá szeretne adni téged a barátlistájához.
se_bo: ^b%1^b vuoold leeke-a tu edd yuoo tu zeeur freeends leest. Um de hur de hur de hur.

source: ^lOpen game %1^l or ^lResign Game %1^l
hu: ^lFolytatod a %1. játszmát^l vagy feladod a %1. játszmát^l
se_bo: ^lOpee geme-a %1^l oor ^lReseegn Geme-a %1^l

source: About Chesspark
hu: A Chessparkról
se_bo: Ebuoot Chessperk

source: About Chesspark...
hu: A Chessparkról...
se_bo: Ebuoot Chessperk...

source: Accept Game
hu: Elfogadom
se_bo: Eccept Geme-a

source: accept
hu: elfogadom
se_bo: eccept

source: Add a friend
hu: Barát hozzáadása
se_bo: Edd a freeend

source: Add Friend...
hu: Barát hozzáadása...
se_bo: Edd Freeend. Bork bork bork!..

source: Add Group...
hu: Csoport hozzáadása
se_bo: Edd Gruoop...

source: Add More Time to Opponent's Clock...
hu: Adj plussz időt az ellenfél órájához...
se_bo: Edd Mure-a Teeme-a tu Ooppunent's Cluck...

source: Add New Group
hu: Új Csoport Hozzáadása
se_bo: Edd Noo Gruoop

source: Add New Status
hu: Új Állapot Hozzáadása
se_bo: Edd Noo Stetoos

source: Add New Status...
hu: Új Állapot Hozzáadása...
se_bo: Edd Noo Stetoos. Um gesh dee bork, bork!..

source: Add Status...
hu: Állapot Hozzáadása...
se_bo: Edd Stetoos. Um gesh dee bork, bork!..

source: Add to Favorites
hu: Hozzáadás a kedvencekhez
se_bo: Edd tu Fefureetes

source: Add to Friends
hu: Hozzáadás a barátokhoz
se_bo: Edd tu Freeends

source: Add
hu: Hozzáadás
se_bo: Edd

source: Additional Info
hu: Plussz információ
se_bo: Eddeeshunel Inffu

source: Adjourn request cancel request sent.
hu: A játszma elhalasztásánek a kérésének a visszavonása elküldve.
se_bo: Edjuoorn reqooest cuncel reqooest sent. Um de hur de hur de hur.

source: Adjourn request cancelled.
hu: A játszmahalasztás kérése visszavonva.
se_bo: Edjuoorn reqooest cuncelled. Bork bork bork!

source: Adjourn request declined.
hu: Az ellenfeled elutasította a kérésedet, hogy elhalasszátok a játszmát.
se_bo: Edjuoorn reqooest decleened. Bork bork bork!

source: Adjourned Games (%1)
hu: Elhalasztott játszmák (%1)
se_bo: Edjuoorned Gemes (%1)

source: Adjourned Games
hu: Függőjátszmák
se_bo: Edjuoorned Gemes

source: Admin
hu: Adminisztrátor
se_bo: Edmeen

source: Advanced Search Options
hu: Haladó keresési beállítások
se_bo: Edfunced Seerch Oopshuns

source: affiliation
hu: ajánlás
se_bo: effffeelieshun

source: Align board with top of screen, instead of top of roster
hu: Igazítsd a táblát a képernyő tetejéhez, a névsor teteje helyett!
se_bo: Eleegn buerd veet tup ooff screee, insteed ooff tup ooff ruster

source: Announcement from %1
hu: %1 Bejelentése
se_bo: Unnuooncement frum %1

source: Any Opponent
hu: Bármilyen ellenfél
se_bo: Uny Ooppunent

source: Any Pairing
hu: Bármilyen párosítás
se_bo: Uny Peureeng

source: Any Rating
hu: Minden pontszám
se_bo: Uny Reteeng

source: Any Time Limit
hu: Minden Időbeosztás
se_bo: Uny Teeme-a Leemit

source: Any Variant
hu: Minden változat
se_bo: Uny Fereeunt

source: April
hu: Április
se_bo: Epreel

source: Are you sure that you want to permanently remove your Game Ad for %1?
hu: Biztos vagy benne, hogy véglegesen el akarod távolítani a %1 játszmahírdetésedet?
se_bo: Ere-a yuoo soore-a thet yuoo vunt tu permunently remufe-a yuoor Geme-a Ed fur %1?

source: Are you sure that you want to remove ^b%1^b from your Friends List?
hu: Biztos vagy benne, hogy ^b%1-t^b eltávólitod a barátlistáról?
se_bo: Ere-a yuoo soore-a thet yuoo vunt tu remufe-a %1 frum yuoor Freeends Leest?

source: Are you sure that you wish to permanently remove this Game Ad?
hu: Biztos vagy benne, hogy véglegesen el akarod távolítani ezt a játszmahírdetésed?
se_bo: Ere-a yuoo soore-a thet yuoo veesh tu permunently remufe-a thees Geme-a Ed?

source: Are you sure you want to logout?
hu: Biztos vagy benne, hogy ki akarsz lépni?
se_bo: Ere-a yuoo soore-a yuoo vunt tu luguoot?

source: As this is a correspondence game, there may not be a response for some time.
hu: Mivel ez egy levelezési játszma, lehet, hogy az ellenfeled nem válaszol egy ideig.
se_bo: Es thees is a currespundence-a geme-a, zeere-a mey nut be-a a respunse-a fur sume-a teeme-a.

source: At Least
hu: Legalább
se_bo: Et Leest

source: At Most
hu: legföljebb
se_bo: Et Must

source: Atomic
hu: Robbanó sakk
se_bo: Etumeec

source: August
hu: Augusztus
se_bo: Oogoost

source: Authenticating...
hu: Ellenőrzöm...
se_bo: Oozeenteeceting...

source: Authentication failed.
hu: Hitelesítés sikertelen.
se_bo: Oozeenteeceshun feeeled. Bork bork bork!

source: Authorization Request
hu: Hitelesítési kérelem
se_bo: Oothureezeshun Reqooest

source: Auto-approve friend requests
hu: Automatikus elfogadása, az új barátok, barátlistára való felvételének
se_bo: Ootu-epprufe-a freeend reqooests

source: Auto-response: I am away from my computer.
hu: Automatikus válasz: Nem vagyok a számítógépnél.
se_bo: Ootu-respunse-a: I em evey frum my cumpooter. Hurty flurty schnipp schnipp!

source: Auto-response: I am away from my computer: %1
hu: Automatikus válasz: Távol vagyok a számítógéptől: %1
se_bo: Ootu-respunse-a: I em evey frum my cumpooter: %1

source: Automatic away after
hu: Automatikus 'Nincs a gépnél' felírat
se_bo: Ootumeteec evey effter

source: Available
hu: Elérhető
se_bo: Efeeeleble-a

source: Avatar Menu
hu: Kép menü
se_bo: Efeter Menoo

source: Awaiting response from %1...
hu: %1 válaszára várunk...
se_bo: Eveeeting respunse-a frum %1...

source: Away
hu: Nincs a gépnél
se_bo: Evey

source: Back
hu: Vissza
se_bo: Beck

source: Bad Password.
hu: Rossz jelszó.
se_bo: Bed Pessvurd. Bork bork bork!

source: Bad request.
hu: Rossz kérés.
se_bo: Bed reqooest. Um de hur de hur de hur.

source: Ban from Room
hu: Eltávólítás a szobából
se_bo: Bun frum Ruum

source: Banned Users
hu: Eltávolított felhasználók
se_bo: Bunned Uusers

source: Best
hu: Legjobb
se_bo: Best-a

source: Between
hu: Között
se_bo: Betveee

source: Bishop
hu: Futó
se_bo: Beeshup

source: Black time remaining: %1
hu: %1 van hátra sötét gondolkozási idejéből.
se_bo: Bleck teeme-a remeeening: %1

source: Black uses same settings as white.
hu: Sötét és világos ugyanazokat a beállításokat használja.
se_bo: Bleck uses seme-a setteengs es vheete-a.

source: Black
hu: Sötét
se_bo: Bleck

source: Blitz
hu: Villám
se_bo: Bleetz

source: Board Options
hu: Tábla beállítások
se_bo: Buerd Oopshuns

source: Board Size
hu: Tábla méret
se_bo: Buerd Seeze-a

source: Broadcast Message
hu: Szerver üzenet
se_bo: Bruedcest Messege-a

source: Bullet
hu: 1 perces
se_bo: Boollet

source: By upgrading to the latest version of the native client, you gain access to the newest features of the Chesspark services and benefit from the fresh stability fixes from our software team.
hu: Ha frissíted a programot és letöltöd a legújabb változatot, tudod használni a Chesspark legújabb szolgáltatásait és lehetőségeit és élvezheted a programozó csapatunk által írt stabilitás javítások előnyeit.
se_bo: By upgredeeng tu zee letest ferseeun ooff zee neteefe-a cleeent, yuoo geeen eccess tu zee nooest feetoores ooff zee Chessperk serfeeces und beneffeet frum zee fresh stebeelity feexes frum oooor sufftvere-a teem.

source: Can't connect to server
hu: Nem tudok kapcsolódni a szerverhez.
se_bo: Cun't cunnect tu serfer

source: Can't connect.
hu: Nem tudok kapcsolódni.
se_bo: Cun't cunnect. Um de hur de hur de hur.

source: Cancel Request
hu: Vissazvonom a kérést.
se_bo: Cuncel Reqooest

source: Cancel
hu: Elhalaszt
se_bo: Cuncel

source: Cannot ban
hu: Nem tudom eltávolítani.
se_bo: Cunnut bun

source: Cannot kick
hu: Nem tudom kirúgni
se_bo: Cunnut keeck

source: Cannot revoke admin from owner
hu: Nem lehet visszavonni az admin minősítést a tulajdonostól.
se_bo: Cunnut refuke-a edmeen frum oovner

source: Cannot revoke admin
hu: Nem lehetséges visszavonni az admin jogkört.
se_bo: Cunnut refuke-a edmeen

source: Cannot revoke moderator
hu: Nem lehet visszavenni a moderátortól a címét
se_bo: Cunnut refuke-a muderetur

source: Cannot revoke owner
hu: Nem lehet visszavenni a tulajdonostól a címét
se_bo: Cunnut refuke-a oovner

source: Cannot revoke voice from moderator
hu: Nem lehet visszavonni a hangot a moderátortól.
se_bo: Cunnut refuke-a fueece-a frum muderetur

source: Cannot revoke voice
hu: Nem lehetéges a hang engedélyt visszavenni.
se_bo: Cunnut refuke-a fueece-a

source: Category
hu: Kategória
se_bo: Cetegury

source: Change Chat Topic...
hu: A chat téma megváltoztatása...
se_bo: Chunge-a Chet Tupeec...

source: Change Game Terms
hu: A játszma feltételeinek megváltoztatása
se_bo: Chunge-a Geme-a Terms

source: Change room topic
hu: A szoba témájának megváltoztatása...
se_bo: Chunge-a ruum tupeec

source: Change Terms
hu: Más feltételekkel
se_bo: Chunge-a Terms

source: Change User
hu: Felhasználó változtatás
se_bo: Chunge-a User

source: Change User...
hu: Felhasználó változtatás...
se_bo: Chunge-a User. Hurty flurty schnipp schnipp!..

source: Chat Autojoin
hu: Automatikus csatlakozás a chathez
se_bo: Chet Ootujueen

source: Chat Favorites
hu: Chat kedvencek
se_bo: Chet Fefureetes

source: Chat Options
hu: Chat beállítások
se_bo: Chet Oopshuns

source: Chat Options...
hu: Chat beállítások...
se_bo: Chet Oopshuns. Um gesh dee bork, bork!..

source: Chatroom
hu: Chatszoba
se_bo: Chetruum

source: Chatting with %1 %2
hu: Beszélgetés: %1, %2
se_bo: Chetteeng veet %1 %2

source: Chatting with %1
hu: Beszélgetés: %1
se_bo: Chetteeng veet %1

source: Check your connection and ensure your username is not misspelled
hu: Kérlek ellenőrizd az internetkapcsolatodat és győződj meg róla, hogy a felhasználóneved jól írtad be!
se_bo: Check yuoor cunnecshun und insoore-a yuoor userneme-a is nut meesspelled

source: Check your password and make sure caps lock isn't on.
hu: Kérlek ellenőrizd a jelszót és győződj meg róla, hogy a caps lock nincs bekapcsolva!
se_bo: Check yuoor pessvurd und meke-a soore-a ceps luck isn't oon. Bork bork bork!

source: Checkmate.
hu: Sakkmatt.
se_bo: Checkmete-a.

source: Chess
hu: Sakk

source: Chesspark logins exceeded
hu: A belépések a Chessparkba felülmúlták
se_bo: Chessperk lugeens ixceeded

source: Chesspark membership not found!
hu: Chesspark tagságod nem találom.
se_bo: Chessperk membersheep nut fuoond!

source: Chesspark Options...
hu: Chesspark beállítások...
se_bo: Chessperk Oopshuns. Um gesh dee bork, bork!..

source: Chesspark Role
hu: Chesspark szerep
se_bo: Chessperk Rule-a

source: Chesspark Webclient
hu: Chesspark webkliens
se_bo: Chessperk Vebcleeent

source: Chesspark will match you with a random opponent.
hu: Chesspark talál neked egy váletlenszerűen kiválasztott ellenfelet.
se_bo: Chessperk veell metch yuoo veet a rundum ooppunent. Um de hur de hur de hur.

source: Clear all fields
hu: Törölj ki minden mezőt!
se_bo: Cleer ell feeelds

source: Clear All Images
hu: Törölj minden képet!
se_bo: Cleer Ell Imeges

source: Clear Move
hu: Töröld a lépést!
se_bo: Cleer Mufe-a

source: Clear your search
hu: Törölj minden keresési paramétert!
se_bo: Cleer yuoor seerch

source: Clear
hu: Törölj!
se_bo: Cleer

source: Click ^lhere^l or visit ^l%1^l to upgrade.
hu: A frissítéshez kattints ^lide^l vagy látogass el a ^l%1^l oldalra.
se_bo: Cleeck ^lhere-a^l oor feesit ^l%1^l tu upgrede-a.

source: Click ^lhere^l to join this chat.
hu: Kattints ^lide^l, ha chatelni akarsz!
se_bo: Cleeck ^lhere-a^l tu jueen thees chet. Um de hur de hur de hur.

source: Click ^lhere^l to log in again.
hu: Klikkelj ^lide^l, az újrakapcsolódáshoz!
se_bo: Cleeck ^lhere-a^l tu lug in egeeen. Bork bork bork!

source: Click ^lhere^l to open game#%1
hu: Kattints ^lide^l, hogy nézhesd a %1.számú játszmát!
se_bo: Cleeck ^lhere-a^l tu oopee geme-a#%1

source: Click ^lhere^l to open the board.
hu: Kattints ^lide^l, a tábla kinyításához!
se_bo: Cleeck ^lhere-a^l tu oopee zee buerd. Bork bork bork!

source: Click ^lhere^l to view them in your roster.
hu: Kattints ^lide^l, hogy lásd őket a névsorodon!
se_bo: Cleeck ^lhere-a^l tu feeoo zeem in yuoor ruster. Hurty flurty schnipp schnipp!

source: Click ^lhere^l to watch this game.
hu: Kattints ^lide^l, ha nézni akarod ezt a játszmát!
se_bo: Cleeck ^lhere-a^l tu vetch thees geme-a.

source: Click to minimize
hu: Klikkelj a minimalizáláshoz
se_bo: Cleeck tu meenimize-a

source: Click
hu: Kattints
se_bo: Cleeck

source: Close Game
hu: A játszma befejezése
se_bo: Cluse-a Geme-a

source: Close
hu: Bezárás
se_bo: Cluse-a

source: Command not found.
hu: A parancsot nem találom.
se_bo: Cummund nut fuoond. Bork bork bork!

source: Comment
hu: Megjegyzés
se_bo: Cumment

source: (completed)
hu: (befejezve)
se_bo: (completed-a)

source: Confirm Replace
hu: Megerősítem a megváltoztatási szándékom
se_bo: Cunffurm Replece-a

source: Connecting to Chesspark...
hu: Kapcsolódok a Chessparkhoz...
se_bo: Cunnecteeng tu Chessperk...

source: Connecting...
hu: Kapcsolódok...
se_bo: Cunnecteeng...

source: contact
hu: kapcsolat
se_bo: cuntect

source: Copy
hu: Másolás
se_bo: Cupy

source: Correspondence game accepted.
hu: Levelezési játszma kihívásodat elfogadta az ellenfél.
se_bo: Currespundence-a geme-a eccepted. Bork bork bork!

source: Correspondence game with %1 has started!
hu: A levelezési játszmád %1-mal elkezdődőtt!
se_bo: Currespundence-a geme-a veet %1 hes sterted!

source: Correspondence Games (%1)
hu: Levelezési játszmák (%1)
se_bo: Currespundence-a Gemes (%1)

source: Correspondence Games
hu: Levelezési játszmák
se_bo: Currespundence-a Gemes

source: Correspondence
hu: Levelezési
se_bo: Currespundence-a

source: Create New Game Ad
hu: Új játszma hírdetés feladása
se_bo: Creete-a Noo Geme-a Ed

source: Current Pairings
hu: Jelenlegi párosítás
se_bo: Coorrent Peureengs

source: Current score: %1 to %2
hu: Jelenlegi állás: %1-%2
se_bo: Coorrent scure-a: %1 tu %2

source: Current version: %1 build %2
hu: Jelenlegi változat: %1 build %2
se_bo: Coorrent ferseeun: %1 booeeld %2

source: Currently %1 games being played.
hu: Most %1 partit játszanak.
se_bo: Coorrently %1 gemes beeeng pleyed. Bork bork bork!

source: Custom time controls
hu: Szokásos Időbeosztások
se_bo: Coostum teeme-a cuntruls

source: Custom Time Settings
hu: Szokásos Időbeosztások
se_bo: Coostum Teeme-a Setteengs

source: Custom...
hu: Szokásos...
se_bo: Coostum...

source: Cut
hu: Kivágás
se_bo: Coot

source: days
hu: nap
se_bo: deys

source: Debug Window
hu: Programjavító ablak
se_bo: Deboog Veendoo

source: Decline Game
hu: Elutasítom
se_bo: Decleene-a Geme-a

source: Decline
hu: Elutasítás
se_bo: Decleene-a

source: Delay causes the clocks to wait briefly before ticking. Increment adds time at the end of each move.
hu: Késleltetés alkalmazásakor az óra vár egy keveset mielött elkezd járni. A hozzáadás alkalmazásakor plussz időt kap a meglévő idejéhez, minden lépés megtétele után.
se_bo: Deley cooses zee clucks tu veeet breeeffly beffure-a teecking. Increment edds teeme-a et zee ind ooff iech mufe-a.

source: Delay
hu: Késés
se_bo: Deley

source: Delete
hu: Törlés
se_bo: Delete-a

source: Description
hu: Leírás
se_bo: Descreepshun

source: Desired Opponent
hu: Megfelelő ellenfél
se_bo: Desured Ooppunent

source: Did you forget to enter a password?
hu: Elfelejtetted beírni a jelszót?
se_bo: Deed yuoo furget tu inter a pessvurd?

source: Did you forget to enter a username?
hu: Elfelejtetted beírni a felhasználónevet?
se_bo: Deed yuoo furget tu inter a userneme-a?

source: Did you remember the @chesspark bit?
hu: Emlékeztél a '@chesspark' részre?
se_bo: Deed yuoo remember zee @chessperk beet?

source: Disconnect Confirmation
hu: Szétkapcsolódás megerősítése
se_bo: Deescunnect Cunffurmeshun

source: Disconnect when logged in from another location
hu: Lépj ki, ha másik helyről beléptek ezzel a felhasználónévvel
se_bo: Deescunnect vhee lugged in frum unuzeer luceshun

source: Disconnected from server.
hu: A szerverrel megszakadt a kapcsolat.
se_bo: Deescunnected frum serfer. Hurty flurty schnipp schnipp!

source: Disconnected
hu: Szétkapcsolódva
se_bo: Deescunnected

source: Disconnected.
hu: Szétkapcsolódva.
se_bo: Deescunnected. Bork bork bork!

source: Disconnected: %1
hu: Szétkapcsolodva: %1
se_bo: Deescunnected: %1

source: Do you ^laccept^l or ^ldecline^l?
hu: ^lelfogadod^l vagy ^lelutasítod^l?
se_bo: Du yuoo ^leccept^l oor ^ldecleene-a^l?

source: Do you accept?
hu: Elfogadod?
se_bo: Du yuoo eccept?

source: Do you want to remove the group, or the group and its contents?
hu: El akarod távolítani a csoportot vagy el akarod távolítani a csoportot és a tartalmát is?
se_bo: Du yuoo vunt tu remufe-a zee gruoop, oor zee gruoop und its cuntents?

source: Don't alert on new chat messages
hu: Ne figyelmeztess, amikor új chat üzeneteket kapok!
se_bo: Dun't elert oon noo chet messeges

source: Don't alert on new game invite
hu: Ne figyelmeztess, amikor új kihívást kapok!
se_bo: Dun't elert oon noo geme-a infeete-a

source: Don't have an account? Click here.
hu: Nincs regisztrált neved? Kattints ide!
se_bo: Dun't hefe-a un eccuoont? Cleeck here-a.

source: Don't Remove
hu: Ne távolítsd el!
se_bo: Dun't Remufe-a

source: Don't see what you're looking for? Try searching the Chesspark Game Ads...
hu: Nem találod amit keresel? Keress a Chesspark játszma hírdetései között...
se_bo: Dun't see-a vhet yuoo're-a luukeeng fur? Try seercheeng zee Chessperk Geme-a Eds. Um gesh dee bork, bork!..

source: Draw cancel request sent.
hu: A döntetlen ajánlat visszavonási kérelme elküdve.
se_bo: Drev cuncel reqooest sent. Um de hur de hur de hur.

source: Draw request cancel request sent.
hu: A döntetlen ajánlat visszavonásának a kérését elküdted.
se_bo: Drev reqooest cuncel reqooest sent. Um de hur de hur de hur.

source: Draw request declined.
hu: Döntetlen ajánlat elutasítva.
se_bo: Drev reqooest decleened. Bork bork bork!

source: Draw request rejected. ^lOpen game %1^l
hu: A döntetlen ajánlatot visszautasította az ellenfél. ^l%1.számú játszma folytatása^l
se_bo: Drev reqooest rejected. Bork bork bork! ^lOpee geme-a %1^l

source: Draw request rejected.
hu: Döntetlen ajánlat elutasítva.
se_bo: Drev reqooest rejected. Bork bork bork!

source: Draw request was cancelled.
hu: Döntetlen ajánlat visszavonva.
se_bo: Drev reqooest ves cuncelled. Bork bork bork!

source: Duration
hu: Időtartam
se_bo: Dooreshun

source: Edit Ban List...
hu: Szerkeszd az eltávolítás listát...
se_bo: Ideet Bun Leest. Um de hur de hur de hur...

source: Edit Game Ad
hu: Játszmahírdetés szerkesztése
se_bo: Ideet Geme-a Ed

source: Edit My Statuses
hu: Az állapotaim szerkesztése
se_bo: Ideet My Stetooses

source: Edit My Statuses...
hu: Állapotom beállítása...
se_bo: Ideet My Stetooses. Um gesh dee bork, bork!..

source: Edit Saved Custom Time Controls
hu: Az elmentett szokásos időbeosztások szerkesztése
se_bo: Ideet Sefed Coostum Teeme-a Cuntruls

source: Edit Saved Custom Times
hu: Az elmentett szokásos idők szerkesztése
se_bo: Ideet Sefed Coostum Teemes

source: Enter a name
hu: Név beírása
se_bo: Inter a neme-a

source: Enter any other comments or additional information you would like to include in the Game Ad.
hu: Ide írj be bármely más megjegyzést vagy információt ami hozzá szeretnél adni a játszmahírdetésedhez!
se_bo: Inter uny oozeer cumments oor eddeeshunel inffurmeshun yuoo vuoold leeke-a tu incloode-a in zee Geme-a Ed. Bork bork bork!

source: Enter any other comments you would like your opponent to see.
hu: Írj be bármely megjegyzést, amit szeretnél ha az ellenfeled látna!
se_bo: Inter uny oozeer cumments yuoo vuoold leeke-a yuoor ooppunent tu see-a.

source: Enter the new topic here
hu: Írd be ide az új témát
se_bo: Inter zee noo tupeec here-a

source: Error
hu: Hiba
se_bo: Irrur

source: Error: %1 is already playing.
hu: Hiba: %1 már játszik.
se_bo: Irrur: %1 is elreedy pleyeeng.
