Repository: twonds/chesspark
Catalog: po/*.po
Languages: hu, se_bo

source: Remove Friend
hu: Barát eltávolítása
se_bo: Remufe-a Freeend

source: Remove from all groups
hu: Távolítsd el minden csoportból
se_bo: Remufe-a frum ell gruoops

source: Remove from Favorites
hu: Eltávolítás a kedvencekből
se_bo: Remufe-a frum Fefureetes

source: Remove from this group
hu: Távolítsd el ebből a csoportból
se_bo: Remufe-a frum thees gruoop

source: Remove Game Ad?
hu: Eltávolítsam a játszma hírdetést?
se_bo: Remufe-a Geme-a Ed?

source: Remove Group
hu: Csoport eltávolítása
se_bo: Remufe-a Gruoop

source: Remove Group
hu: Eltávolítom a csoportot
se_bo: Remufe-a Gruoop

source: Remove
hu: Eltávolítom
se_bo: Remufe-a

source: Rename Group
hu: Csoport átnevezése
se_bo: Reneme-a Gruoop

source: Rename Group...
hu: Csoport átnevezése...
se_bo: Reneme-a Gruoop...

source: Request a Draw
hu: Döntetlent ajánlok
se_bo: Reqooest a Drev

source: Request a Move Take Back
hu: Kérlek vegyél vissza egy lépést!
se_bo: Reqooest a Mufe-a Teke-a Beck

source: Request Adjournment
hu: Kérem a játszma elhalasztását
se_bo: Reqooest Edjuoornment

source: Request Game Abort
hu: Kérem a játszma befejezését
se_bo: Reqooest Geme-a Eburt

source: Request Game
hu: Kihívás egy játszámra
se_bo: Reqooest Geme-a

source: Request This Game
hu: Küldd el ezt a kihívást
se_bo: Reqooest Thees Geme-a

source: Requesting preferences...
hu: Preferenciák kérése...
se_bo: Reqooesteeng prefferences. Um gesh dee bork, bork!..

source: Requesting roster...
hu: Névsor kérése...
se_bo: Reqooesteeng ruster. Hurty flurty schnipp schnipp!..

source: Resend Friend Request
hu: Barátlistára való felvétel kérésének újraküldése
se_bo: Resend Freeend Reqooest

source: Resend?
hu: Újraküld?

source: Reset Move
hu: Visszaveszi a lépést
se_bo: Reset Mufe-a

source: Resign Game
hu: Feladom a játszmát
se_bo: Reseegn Geme-a

source: Resign
hu: Feladom
se_bo: Reseegn

source: Resource conflict.
hu: Forrás konfliktus.
se_bo: Resuoorce-a cunffleect. Um de hur de hur de hur.

source: Respond To Game Ad by %1
hu: Válaszolok a %1 által feladott hírdetésre.
se_bo: Respund Tu Geme-a Ed by %1

source: Resume Adjourned Game with %1
hu: A %1 elleni elhalasztott játszma folytatása.
se_bo: Resoome-a Edjuoorned Geme-a veet %1

source: Resume Game
hu: Játszma folytatása
se_bo: Resoome-a Geme-a

source: Resume or forfeit your adjourned games from this list.
hu: Kérd a folytatását az elhalasztott játszmáidnak vagy add fel őket erről a listáról!
se_bo: Resoome-a oor furffeeet yuoor edjuoorned gemes frum thees leest. Um de hur de hur de hur.

source: Return
hu: Visszatérés
se_bo: Retoorn

source: Revoke Admin Status
hu: Admin cím visszavétele
se_bo: Refuke-a Edmeen Stetoos

source: Revoke Moderator Status
hu: Moderátor cím visszavétele
se_bo: Refuke-a Muderetur Stetoos

source: Revoke Owner Status
hu: Tulajdonosi cím visszavétele
se_bo: Refuke-a Oovner Stetoos

source: Revoke Voice Privilege
hu: Hang visszavétele
se_bo: Refuke-a Fueece-a Preefilege-a

source: Revoke Voice
hu: Hang visszavétele
se_bo: Refuke-a Fueece-a

source: role
hu: Feladat
se_bo: rule-a

source: Roles
hu: Feladatok
se_bo: Rules

source: Rook
hu: Bástya
se_bo: Ruuk

source: Room does not exist
hu: A szoba nem létezik.
se_bo: Ruum dues nut ixeest

source: Room Name
hu: Szoba név
se_bo: Ruum Neme-a

source: Room names cannot have spaces!
hu: A szoba nevében nem lehet szünet jel!
se_bo: Ruum nemes cunnut hefe-a speces!

source: Rooms list not loaded
hu: A szobalist nincs betöltve.
se_bo: Ruums leest nut lueded

source: Round %1 ended. Next round begins in %2
hu: %1. forduló befejeződőtt. A következő forduló %2 múlva kezdődik.
se_bo: Ruoond %1 inded. Bork bork bork! Next ruoond begeens in %2

source: Round %1 ended.
hu: %1. forduló befejeződőtt.
se_bo: Ruoond %1 inded. Bork bork bork!

source: Round %1 has begun!
hu: %1. forduló elkezdődőtt!
se_bo: Ruoond %1 hes begoon!

source: Round %1 has ended.
hu: A %1.forduló befejeződőtt.
se_bo: Ruoond %1 hes inded. Bork bork bork!

source: Round %1 of %2, %3 games in play, %4 players
hu: %1. forduló. Összesen %2 forduló lesz. %4 résztvevő %3 játszmát játszik.
se_bo: Ruoond %1 ooff %2, %3 gemes in pley, %4 pleyers

source: Round
hu: forduló
se_bo: Ruoond

source: Save Game As...
hu: Játszmát elmenteni
se_bo: Sefe-a Geme-a Es. Um gesh dee bork, bork!..

source: Save Game
hu: Játszma elmentése
se_bo: Sefe-a Geme-a

source: Save This Time Control As
hu: Mentsd el ezt az időbeosztást, mint
se_bo: Sefe-a Thees Teeme-a Cuntrul Es

source: Save Time Control As
hu: Mentsd el az időbeosztást
se_bo: Sefe-a Teeme-a Cuntrul Es

source: Save
hu: Mentés
se_bo: Sefe-a

source: Saved.
hu: Elmentve.
se_bo: Sefed. Bork bork bork!

source: Saved...
hu: Elmentve...
se_bo: Sefed. Bork bork bork!..

source: Search again?
hu: Keressek újra?
se_bo: Seerch egeeen?

source: Search for a game?
hu: Keressek egy játszmát?
se_bo: Seerch fur a geme-a?

source: Search for Games
hu: Játszmakeresés
se_bo: Seerch fur Gemes

source: Search for Tournaments
hu: Versenyek keresése
se_bo: Seerch fur Tuoornements

source: Search for
hu: Keresése
se_bo: Seerch fur

source: Search Help...
hu: Segítség a kereséshez...
se_bo: Seerch Help...

source: Search Results
hu: A keresés eredménye
se_bo: Seerch Resoolts

source: Search
hu: Keresés
se_bo: Seerch

source: Searching. Please wait...
hu: Keresés. Kérlek várj...
se_bo: Seercheeng. Pleese-a veeet. Um de hur de hur de hur...

source: Searching...
hu: Keresés...
se_bo: Seercheeng...

source: Select the side you would like to play.
hu: Válaszd ki, hogy melyik színnel akarsz játszani!
se_bo: Select zee seede-a yuoo vuoold leeke-a tu pley. Bork bork bork!

source: Send Message
hu: Üzenetküldés
se_bo: Send Messege-a

source: Send Message...
hu: Üzenet küldése...
se_bo: Send Messege-a...

source: Send Move
hu: Lépés küldése
se_bo: Send Mufe-a

source: September
hu: Szeptember

source: Set Round Start Time
hu: A forduló kezdési időpontjának beállítása
se_bo: Set Ruoond Stert Teeme-a

source: Set the time limits for each side.
hu: Az időbeosztás beállítása mindkét fél számára.
se_bo: Set zee teeme-a leemits fur iech seede-a.

source: Set Tournament Round Start Time
hu: A verseny fordulójának a kezdési időpontjának a beállítása
se_bo: Set Tuoornement Ruoond Stert Teeme-a

source: Shift+Enter starts a new line instead of sending
hu: A Shift+Enter egy új sort kezd az üzenet elküldése helyett.
se_bo: Sheefft+Inter sterts a noo leene-a insteed ooff sendeeng

source: Show Debug Window
hu: Mutasd a hibajavító ablakot
se_bo: Shoo Deboog Veendoo

source: Show Friend Avatars
hu: Mutasd a barát képeit
se_bo: Shoo freeend efeters

source: Show Friend Groups
hu: Mutasd a barát csoportjait
se_bo: Shoo Freeend Gruoops

source: Show Friends Tab
hu: Mutasd a Barátok fület
se_bo: Shoo Freeends Teb

source: Show Games Tab
hu: Mutasd a játszmák fület
se_bo: Shoo Gemes Teb

source: Always show join/part notices in chat rooms
hu: Mindig mutasd a chatszobákban, ha valaki belép.
se_bo: Elveys shoo jueen/pert nuteeces in chet ruums

source: Show Move List
hu: Mutasd a lépéslistát
se_bo: Shoo Mufe-a Leest

source: Show Offline Friends
hu: Mutasd a nem kapcsolódott barátokat
se_bo: Shoo ooffffleene-a freeends

source: Show Participants
hu: Mutasd a résztvevőket
se_bo: Shoo Perteecipunts

source: Show Rooms Tab
hu: Mutasd a Szobák fület
se_bo: Shoo Ruums Teb

source: Side
hu: Oldal
se_bo: Seede-a

source: Small
hu: Kicsi
se_bo: Smell

source: Sorry, no public chat rooms match what you've entered.
hu: Sajnos nincs olyan nevű nyílvános chatszoba, mint amit beírtál.
se_bo: Surry, nu poobleec chet ruums metch vhet yuoo'fe-a intered. Bork bork bork!

source: Sort By:
hu: Rendezés:
se_bo: Surt By:

source: Speed
hu: Gyors

source: staff
hu: stáb
se_bo: steffff

source: Stalemate.
hu: Patt.
se_bo: Stelemete-a.

source: Standard chess, standard rules.
hu: Normál sakk, normál szabályok.
se_bo: Stunderd chess, stunderd rooles. Um gesh dee bork, bork!

source: Standard
hu: Normál
se_bo: Stunderd

source: Standings
hu: Állás
se_bo: Stundeengs

source: Start a new chat room
hu: Új chatszoba létrehozása
se_bo: Stert a noo chet ruum

source: Start Next Round
hu: Kezdd el a következő fordulót
se_bo: Stert Next Ruoond

source: Stats
hu: Statisztikák
se_bo: Stets

source: System Message
hu: Rendszerüzenet
se_bo: System Messege-a

source: System
hu: Rendszer

source: That is not a valid jid!
hu: Ez érvénytelen Jabber felhasználónév
se_bo: Thet is nut a feleed jeed!

source: That nickname already exists.
hu: Ezt a felhasználónév már létezik.
se_bo: Thet neeckneme-a elreedy ixeests. Um gesh dee bork, bork!

source: The chat JID you entered appears to be malformed.
hu: Hibás Jabber felhasználónevet írtál be.
se_bo: Zee chet JID yuoo intered eppeers tu be-a melffurmed. Bork bork bork!

source: The friend JID you entered appears to be malformed.
hu: Hibás barát Jabber felhasználónevet írtál be.
se_bo: Zee freeend JID yuoo intered eppeers tu be-a melffurmed. Bork bork bork!

source: The JID you entered appears to be malformed.
hu: Hibás Jabber felhasználónevet írtál be.
se_bo: Zee JID yuoo intered eppeers tu be-a melffurmed. Bork bork bork!

source: The password field is blank.
hu: A jelszó nincs megadva.
se_bo: Zee pessvurd feeeld is blunk.

source: The players have agreed that this game is a draw.
hu: A játékosok döntetlenben állapodtak meg.
se_bo: Zee pleyers hefe-a egreed thet thees geme-a is a drev.

source: The players have agreed to adjourn this game.
hu: A játékosok megegyeztek, hogy elhalasztják ezt a játszmát.
se_bo: Zee pleyers hefe-a egreed tu edjuoorn thees geme-a.

source: The username and/or password aren't correct.
hu: A felhasználónév és/vagy a jelszó hibás.
se_bo: Zee userneme-a und/oor pessvurd eren't currect. Um de hur de hur de hur.

source: The username field is blank.
hu: A felhasználónév mező nincs kitötve.
se_bo: Zee userneme-a feeeld is blunk.

source: The username is not a valid JID.
hu: Ez a felhasználónév érvénytelen Jabber felhasználónév.
se_bo: Zee userneme-a is nut a feleed JID.

source: There is an error in the game ad. Please check your ad and time settings and try again.
hu: Hiba van a játszmahírdetésben. Kérlek ellenőrizd a hírdetésed és az időbeálítást, majd próbáld újra!
se_bo: Zeere-a is un irrur in zee geme-a ed. Bork bork bork! Pleese-a check yuoor ed und teeme-a setteengs und try egeeen. Bork bork bork!

source: This is how your friend will be shown on your friends list.
hu: Igy fog megjelenni a barátod neve a barátlistán.
se_bo: Thees is hoo yuoor freeend veell be-a shoon oon yuoor freeends leest. Um de hur de hur de hur.

source: This is the chatroom your friend will be invited to.
hu: Ez a chatszoba, a barátod is kap meghívót ide.
se_bo: Thees is zee chetruum yuoor freeend veell be-a infeeted tu.

source: This product includes cryptographic software written by Eric Young (eay@cryptsoft.com)
hu: Ez a termék tartalmaz Eric Young(eay@cryptsoft.com) által írt titkosító programot.
se_bo: Thees prudooct incloodes cryptugrepheec sufftvere-a vreettee by Ireec Yuoong (iey@cryptsufft. Um de hur de hur de hur.cum)

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org)
hu: Ez a termék tartalmaz olyan programrészeket, amiket az OpenSSL Project fejlesztett az Open SSL eszközrendszerhez (http://openssl.org).
se_bo: Thees prudooct incloodes sufftvere-a defeluped by zee OopenSSL Pruject fur use-a in zee OopenSSL Tuulkeet (http://vvv.oopenssl.oorg)

source: Time Setting
hu: Idő beállítás
se_bo: Teeme-a Setteeng

source: Time Settings
hu: Időbeosztások
se_bo: Teeme-a Setteengs

source: Time.
hu: Idő.
se_bo: Teeme-a.

source: Titles
hu: Rangok
se_bo: Teetles

source: To join, click ^lhere^l or visit ^lhttp://chesspark.com^l.
hu: Csatlakozáshoz klikkelj ^lˇhere^l vagy látogass el a ^lhttp://chesspark.com^l oldalra!
se_bo: Tu jueen, cleeck ^lhere-a^l oor feesit ^lhttp://chessperk.cum^l.

source: Toggle Chat
hu: Chat ablak megjelenítése/elrejtése
se_bo: Tuggle-a Chet

source: Total
hu: Teljes
se_bo: Tutel

source: Tournament is over, winner is %1!
hu: A verseny befejezödött, %1 a győztes
se_bo: Tuoornement is oofer, veenner is %1!

source: Tournament over!
hu: A verseny befejezödött!
se_bo: Tuoornement oofer!

source: Tournament Room
hu: Verseny szoba
se_bo: Tuoornement Ruum

source: Tournament Search Help...
hu: Versenykereső segítség...
se_bo: Tuoornement Seerch Help...

source: Tournament
hu: Verseny
se_bo: Tuoornement

source: Tournament: %1
hu: Verseny: %1
se_bo: Tuoornement: %1

source: Tournaments to Play
hu: Versenyek amelyeken résztvehetsz
se_bo: Tuoornements tu Pley

source: Tournaments to Watch
hu: Nézhető versenyek
se_bo: Tuoornements tu Vetch

source: Tournaments
hu: Versenyek
se_bo: Tuoornements

source: Try contacting a staff member for assistance.
hu: Kérlek, próbálj kapcsolatba lépni egy stábtaggal, hogy segítsen!
se_bo: Try cuntecteeng a steffff member fur esseestunce-a.

source: Type
hu: Írj
se_bo: Type-a

source: typing
hu: írás
se_bo: typeeng

source: Unknown error %1
hu: Ismeretlen hiba %1
se_bo: Unknoon irrur %1

source: Unknown search.
hu: Ismeretlen keresés.
se_bo: Unknoon seerch.

source: Unknown
hu: Ismeretlen
se_bo: Unknoon

source: Unknown.
hu: Ismeretlen.
se_bo: Unknoon. Bork bork bork!

source: Unrated Game
hu: Értékszám nélküli játszma
se_bo: Unreted Geme-a

source: Unrated games will not modify your rating.
hu: Értékszám nélküli játszmák nem fogják módosítani az értékszámodat.
se_bo: Unreted gemes veell nut mudeeffy yuoor reteeng.

source: Unrated
hu: Értékszám nélküli
se_bo: Unreted

source: Updated %1 ago
hu: %1 telt el a frissítés óta
se_bo: Updeted %1 egu

source: Usage: %1
hu: Használat: %1
se_bo: Usege-a: %1

source: Use delay instead of increment.
hu: Használj késleltetést, hozzáadás helyett.
se_bo: Use-a deley insteed ooff increment. Um de hur de hur de hur.

source: Use increment instead of delay.
hu: Használj hozzáadást, késleltetés helyett!
se_bo: Use-a increment insteed ooff deley. Bork bork bork!

source: User is offline
hu: A játékos nincs a szerveren
se_bo: User is ooffffleene-a

source: Username
hu: Felhasználónév
se_bo: Userneme-a

source: Variant
hu: Változat
se_bo: Fereeunt

source: Variants are modifications of the standard chess rules.
hu: A sakkváltozatok, a normál sakk szabályainak a megváltoztatásával keletkezett játékok.
se_bo: Fereeunts ere-a mudeefficeshuns ooff zee stunderd chess rooles. Um gesh dee bork, bork!

source: Version %1, Build %2
hu: %1 változat, %2. alváltozat
se_bo: Ferseeun %1, Booeeld %2

source: View and play your long-term games from this list.
hu: Nézd meg és játszd a hosszú partijaidat erről a listáról!
se_bo: Feeoo und pley yuoor lung-term gemes frum thees leest. Um de hur de hur de hur.

source: View Info
hu: Megnézem az információt.
se_bo: Feeoo Inffu

source: View Info...
hu: Információ megtekintése...
se_bo: Feeoo Inffu...

source: View Logs
hu: Naplófájlok megtekintése
se_bo: Feeoo Lugs

source: View or remove your existing Game Ads.
hu: Jelenlegi játszmahírdetéseid megtekintése vagy eltávolítása.
se_bo: Feeoo oor remufe-a yuoor ixeesting Geme-a Eds. Um gesh dee bork, bork!

source: vs.
hu: ellen
se_bo: fs. Um gesh dee bork, bork!

source: Waiting for players, %1 games in play, %2 players
hu: Várunk a játékosokra, %1 játszmát játszik még %2 játékos.
se_bo: Veeeting fur pleyers, %1 gemes in pley, %2 pleyers

source: Want to play some chess? Join Chesspark! Please visit http://www.chesspark.com/
hu: Akarsz sakkot játszani? Csatlakozz a Chessparkhoz! Kérlek látogasd meg a http://www.chesspark.com/ oldalt!
se_bo: Vunt tu pley sume-a chess? Jueen Chessperk! Pleese-a feesit http://vvv.chessperk.cum/

source: Watching
hu: Néz
se_bo: Vetcheeng

source: We're sorry, the server could not complete the request.
hu: Sajnos a szerver nem tudta teljesíteni a kérésedet.
se_bo: Ve're-a surry, zee serfer cuoold nut cumplete-a zee reqooest. Um de hur de hur de hur.

source: We're sorry, there was an error with your request. Please try again.
hu: Sajnos, vot egy hiba a kérésedben. Kérlek, próbáld újra!
se_bo: Ve're-a surry, zeere-a ves un irrur veet yuoor reqooest. Um de hur de hur de hur. Pleese-a try egeeen. Bork bork bork!

source: We're supposed to be in beta still.
hu: A szerver még feltételezhetően béta változatban működik
se_bo: Ve're-a sooppused tu be-a in beta steell.

source: Welcome to Chesspark!
hu: Üdvözlünk a Chessparkban!
se_bo: Velcume-a tu Chessperk!

source: Welcome to Chesspark
hu: Üdvözlünk a Chessparkban
se_bo: Velcume-a tu Chessperk

source: White or Black
hu: Világos vagy Sötét
se_bo: Vheete-a oor Bleck

source: White time remaining: %1
hu: Világos hátralévő ideje: %1
se_bo: Vheete-a teeme-a remeeening: %1

source: White
hu: Világos
se_bo: Vheete-a

source: Why upgrade?
hu: Miért frissíts?
se_bo: Vhy upgrede-a?

source: Written %1
hu: írva %1
se_bo: Vreettee %1

source: Yes
hu: Igen

source: You already have a custom time control with this name. Do you want to replace it?
hu: Már van egy elmentett időbeosztásod ezen a néven, felül akarod írni?
se_bo: Yuoo elreedy hefe-a a coostum teeme-a cuntrul veet thees neme-a. Du yuoo vunt tu replece-a it?

source: You already have that nickname.
hu: Már ez a beceneved.
se_bo: Yuoo elreedy hefe-a thet neeckneme-a.

source: You appear to be logged into Chesspark from too many different places.
hu: Túl sok különböző helyről vagy belépve a Chessparkba.
se_bo: Yuoo eppeer tu be-a lugged intu Chessperk frum tuu muny deefffferent pleces. Um gesh dee bork, bork!

source: You appear to be running an old version of Chesspark.
hu: A Chesspark régi változatát használod.
se_bo: Yuoo eppeer tu be-a roonneeng un oold ferseeun ooff Chessperk.

source: You are banned in this chatroom!
hu: Ebből a chatszobából ki vagy tilva!
se_bo: Yuoo ere-a bunned in thees chetruum!

source: You are currently playing a game.
hu: Jelenleg játszol.
se_bo: Yuoo ere-a coorrently pleyeeng a geme-a.

source: You are not on the member list
hu: Nem vagy rajta a taglistán
se_bo: Yuoo ere-a nut oon zee member leest

source: You are still playing a game. Would you like to resign or return?
hu: Még játszol egy partit. Feladod, vagy folytatod?
se_bo: Yuoo ere-a steell pleyeeng a geme-a. Vuoold yuoo leeke-a tu reseegn oor retoorn?

source: You can always re-create this Game Ad from the plus menu in the games list.
hu: Mindig újra létre tudod hozni ezt a játszmahírdetést, a plus menüben a játszmalistán.
se_bo: Yuoo cun elveys re-a-creete-a thees Geme-a Ed frum zee ploos menoo in zee gemes leest. Um de hur de hur de hur.

source: You can't change your nickname in a chesspark room.
hu: Nem tudod megváltoztatni a nevedet egy chesspark szobában.
se_bo: Yuoo cun't chunge-a yuoor neeckneme-a in a chessperk ruum.

source: You currently have no adjourned games.
hu: Nincsen elhalasztott játszmád.
se_bo: Yuoo coorrently hefe-a nu edjuoorned gemes. Um gesh dee bork, bork!

source: You currently have no correspondence games.
hu: Nincsen levelezési játzmád.
se_bo: Yuoo coorrently hefe-a nu currespundence-a gemes. Um gesh dee bork, bork!

source: You currently have no game ads.
hu: Nincsenek játszmahírdetéseid.
se_bo: Yuoo coorrently hefe-a nu geme-a eds. Um gesh dee bork, bork!

source: You don't appear to have an account at Chesspark.
hu: Nincs regisztrált neved a Chessparkban.
se_bo: Yuoo dun't eppeer tu hefe-a un eccuoont et Chessperk.

source: You have adjourned games to play!
hu: Vannak elhalasztott játszmáid, amiket le kell játszanod!
se_bo: Yuoo hefe-a edjuoorned gemes tu pley!

source: You have agreed that this game is a draw.
hu: Elfogadtad a döntetlenajánlatot.
se_bo: Yuoo hefe-a egreed thet thees geme-a is a drev.

source: You have been disconnected.
hu: Megszakadt a kapcsolatod a szerverrel.
se_bo: Yuoo hefe-a beee deescunnected. Bork bork bork!

source: You have been logged out of the Chesspark game server!
hu: Kiléptél a Chesspark játék szerverről!
se_bo: Yuoo hefe-a beee lugged oooot ooff zee Chessperk geme-a serfer!

source: You have correspondence games to play!
hu: Lejátszandó levelezési játszmáid vannak!
se_bo: Yuoo hefe-a currespundence-a gemes tu pley!

source: You have declined your opponent's request for a draw.
hu: Elutasítottad ellenfeled döntetlen ajánlatát.
se_bo: Yuoo hefe-a decleened yuoor ooppunent's reqooest fur a drev.

source: You have declined your opponent's request to adjourn.
hu: Elutasítottad ellefeled kérését, a játszma elhalasztására.
se_bo: Yuoo hefe-a decleened yuoor ooppunent's reqooest tu edjuoorn. Bork bork bork!

source: You have requested a draw.
hu: Döntetlent ajánlottál.
se_bo: Yuoo hefe-a reqooested a drev.

source: You have requested to adjourn this game.
hu: A játszma elhalasztását kérted.
se_bo: Yuoo hefe-a reqooested tu edjuoorn thees geme-a.

source: You have resigned.
hu: Feladtad a játszmát.
se_bo: Yuoo hefe-a reseegned. Bork bork bork!

source: You lose.
hu: Vesztettél.
se_bo: Yuoo luse-a.

source: You searched for a ^bgame to play:^b
hu: Kerestél ^bellenfelet játszani:^b
se_bo: Yuoo seerched fur a ^bgeme-a tu pley:^b

source: You searched for a ^bgame to watch:^b
hu: Kerestél ^bmegtekinthető játszmákat:^b
se_bo: Yuoo seerched fur a ^bgeme-a tu vetch:^b

source: You searched for a ^btournament:^b
hu: Kerestél egy ^bversenyt:^b
se_bo: Yuoo seerched fur a ^btuoornement:^b

source: You will be able to chat, but unable to participate in games or tournaments without logging in again.
hu: Chatelhetsz, de csak akkor játszhatsz partikat, ha újra bejelentkezel.
se_bo: Yuoo veell be-a eble-a tu chet, boot uneble-a tu perteecipete-a in gemes oor tuoornements veethuoot luggeeng in egeeen. Bork bork bork!

source: You win.
hu: Nyertél.
se_bo: Yuoo veen. Bork bork bork!

source: You're still playing!
hu: Még játszol!
se_bo: Yuoo're-a steell pleyeeng!

source: Your adjourned games
hu: Függőjátszmáid:
se_bo: Yuoor edjuoorned gemes

source: Your correspondence game request to %1 was accepted.
hu: A levelezési játszma ajánlatodat %1 elfogadta.
se_bo: Yuoor currespundence-a geme-a reqooest tu %1 ves eccepted. Bork bork bork!

source: Your correspondence game request to %1 was declined.
hu: A levelezési játszma ajánlatodat %1 elutasította.
se_bo: Yuoor currespundence-a geme-a reqooest tu %1 ves decleened. Bork bork bork!

source: Your correspondence games:
hu: A levelezési játszmáid:
se_bo: Yuoor currespundence-a gemes:

source: Your draw request was cancelled.
hu: A döntetlenajánlatodat visszavontad.
se_bo: Yuoor drev reqooest ves cuncelled. Bork bork bork!

source: Your game ads:
hu: Játszmahírdetéseid:
se_bo: Yuoor geme-a eds:

source: Your game request was declined.
hu: A kihívásodat elutasította.
se_bo: Yuoor geme-a reqooest ves decleened. Bork bork bork!

source: Your membership has expired.
hu: A tagságod lejárt.
se_bo: Yuoor membersheep hes ixpured. Bork bork bork!

source: Your membership to Chesspark has expired!
hu: A Sakkpark tagságod lejárt!
se_bo: Yuoor membersheep tu Chessperk hes ixpured!

source: Your nickname is in use in this room. Please type in another and press enter.
hu: A becenevedet, már használják ebben a szobában. Kérlek írj be egy új nevet és nyomd le az entert
se_bo: Yuoor neeckneme-a is in use-a in thees ruum. Pleese-a type-a in unuzeer und press inter. Hurty flurty schnipp schnipp!

source: Your opponent has accepted your request for a draw.
hu: Az ellenfeled elfogadta a döntetlen ajánlatodat
se_bo: Yuoor ooppunent hes eccepted yuoor reqooest fur a drev.

source: Your opponent has cancelled the draw request.
hu: Az ellenfeled visszavonta a döntetlenajánlatot.
se_bo: Yuoor ooppunent hes cuncelled zee drev reqooest. Um de hur de hur de hur.

source: Your opponent has declined your request for a draw.
hu: Az ellenfede elutasította a döntetlenajánlatodat.
se_bo: Yuoor ooppunent hes decleened yuoor reqooest fur a drev.
