Repository: twonds/chesspark
Catalog: po/*.po
Languages: hu, se_bo

source: Your opponent has declined your request to adjourn.
hu: Játszmahalasztási kérelmedet elutasította az ellenfeled.
se_bo: Yuoor ooppunent hes decleened yuoor reqooest tu edjuoorn. Bork bork bork!

source: Your opponent has requested a draw.
hu: Az ellenfeled döntetlent ajánlott.
se_bo: Yuoor ooppunent hes reqooested a drev.

source: Your opponent has requested to adjourn the game.
hu: Az ellenfeled a játszma elhalasztását kérte.
se_bo: Yuoor ooppunent hes reqooested tu edjuoorn zee geme-a.

source: Your opponent has requested to adjourn.
hu: Az ellenfeled a játszma elhalasztását kérte.
se_bo: Yuoor ooppunent hes reqooested tu edjuoorn. Bork bork bork!

source: Your opponent has resigned.
hu: Az ellenfeled feladta a játszmát.
se_bo: Yuoor ooppunent hes reseegned. Bork bork bork!

source: Your opponent requests a rematch.
hu: Az ellenfeled visszavágót kér.
se_bo: Yuoor ooppunent reqooests a remetch.

source: Your request has been sent to %1. Awaiting response...
hu: A kihívást elküldted %1-nak. Várunk a válaszára...
se_bo: Yuoor reqooest hes beee sent tu %1. Eveeeting respunse-a...

source: Your request has been sent.
hu: A kihívást elküdted.
se_bo: Yuoor reqooest hes beee sent. Um de hur de hur de hur.

source: Your expired account will still let you chat with friends, but you won't be able to play or view games.
hu: A lejárt előfizetéseddel továbbra is tudsz chatelni a barátaiddal, de nem tudsz nézni partikat vagy játszani.
se_bo: Yuoor ixpured eccuoont veell steell let yuoo chet veet freeends, boot yuoo vun't be-a eble-a tu pley oor feeoo gemes. Um gesh dee bork, bork!

source: Chesspark Account Expired
hu: Sakkpark tagság lejárt
se_bo: Chessperk Eccuoont Ixpured

source: Show join/part notices when participants list is closed
hu: Mutasd, hogy ki lép be a szobába, amikor a résztvevők lista be van zárva.
se_bo: Shoo jueen/pert nuteeces vhee perteecipunts leest is clused

source: Don't show this again
hu: Ne mutasd ezt újra
se_bo: Dun't shoo thees egeeen

source: Don't show welcome dialog
hu: Ne mutasd az üdvözlő üzenetet!
se_bo: Dun't shoo velcume-a deeelug

source: Your opponent has agreed to adjourn this game.
hu: Az ellenfeled elfogadta, hogy elhalasszátok a játszmát.
se_bo: Yuoor ooppunent hes egreed tu edjuoorn thees geme-a.

source: You have agreed to adjourn this game.
hu: Elfogadtad, hogy elhalasszátok a játszmát.
se_bo: Yuoo hefe-a egreed tu edjuoorn thees geme-a.

source: New Message
hu: Új üzenet
se_bo: Noo Messege-a

source: Friend Request
hu: Barátlistára való felvétel kérése
se_bo: Freeend Reqooest

source: Game Request
hu: Kihívás egy játszmára
se_bo: Geme-a Reqooest

source: %1 has entered the room.
hu: %1 bejött a szobába.
se_bo: %1 hes intered zee ruum.

source: %1 has left the room.
hu: %1 kiment a szobából.
se_bo: %1 hes lefft zee ruum.

source: Friends
hu: Barátok
se_bo: Freeends

source: Rooms
hu: Szobák
se_bo: Ruums

source: member
hu: tag
se_bo: member-a

source: Forgot your password?
hu: Elfelejtetted a jelszavad?

source: Chesspark Username
hu: Chesspark felhasználónév

source: For example: chessfan
hu: Például: sakkrajongó

source: For example: name@jabber.org
hu: Például: név@jabber.org

source: %1 user
hu: %1 felhasználó

source: %1 users
hu: %1 felhasználó

source: Chesspark Options
hu: Chesspark beállítások

source: Game #%1
hu: %1.játszma

source: Move #%1
hu: %1.lépés

source: Reason
hu: Ok

source: after
hu: után

source: minutes.
hu: perc.

source: seconds
hu: másodperc

source: within
hu: belül

source: Language
hu: Nyelv

source: ^bTo resume full access to Chesspark,^b ^lupdate your account information^l. Thanks!
hu: ^b A teljes Chesspark hozzáféréshez, ,^b ^l kérlek frissítsd fel az felhasználói információkat! Köszönöm.

source: Chesspark Chat
se_bo: Chessperk Chet

source: Chesspark
se_bo: Chessperk

source: November
se_bo: Nufember
